[
  {
    "text": "Nuestra experiencia ha sido salvadora. Veníamos de un intento flagrante de engaño por parte de un gran compraventa y aquí encontramos total transparencia.",
    "author": "Hector T.",
    "isVerified": true
  },
  {
    "text": "Gerente muy serio y responsable. No hay trampa ni cartón, muy honesto y muy buen producto y servicio. Me he ido encantada. Repetiremos.",
    "author": "Maria B.",
    "isVerified": true,
    "vehicle": "Ford Transit"
  },
  {
    "text": "Compré un Audi A4 hace un mes y va fino como la seda. El trato fue muy cercano y transparente.",
    "author": "Marc S.",
    "vehicle": "Audi A4"
  },
  {
    "text": "Increíble relación calidad precio. A veces comprar coches de ocasión da desconfianza, pero desde el primer momento han respondido genial. ¡A felicitarlos!",
    "author": "Carlos O.",
    "isVerified": true
  },
  {
    "text": "Muy contento con la furgoneta para el trabajo. Fueron honestos con los detalles del vehículo y el precio fue justo.",
    "author": "Omar H."
  },
  {
    "text": "La verdad es que al principio me costó comunicarme, pero después el trato no ha podido ser más transparente y honesto. No me veo comprando en otro lugar.",
    "author": "Manuel Sosa P.",
    "isVerified": true
  },
  {
    "text": "Increíble e inmejorable trato, repetiré sin duda.",
    "author": "Enrique R.",
    "isVerified": true,
    "vehicle": "Ford Focus"
  },
  {
    "text": "Buscaba un coche pequeño para mi hija y me aconsejaron genial. El C3 está impecable. Gestión del cambio de nombre rapidísima.",
    "author": "Elena G.",
    "vehicle": "Citroen C3"
  },
  {
    "text": "Llevo años comprando coches de segunda mano y pocas veces ves esta transparencia. Te dicen lo bueno y lo malo del coche.",
    "author": "Jordi P."
  },
  {
    "text": "Me urgía el coche y en 24h ya lo tenía. Eficiencia total y el coche estaba limpísimo.",
    "author": "Laura B."
  },
  {
    "text": "Todo perfecto. GRACIAS Karim.",
    "author": "Jaime P.",
    "isVerified": true,
    "vehicle": "Volkswagen Tiguan"
  },
  {
    "text": "Trato de 10. Tuve una pequeña duda post-venta relacionada con el cambio de nombre y me atendieron al momento. Muy recomendables.",
    "author": "David M."
  },
  {
    "text": "Perfecto. 100% recomendable.",
    "author": "Ramon S.",
    "isVerified": true,
    "vehicle": "Alfa Romeo Giulietta"
  },
  {
    "text": "Gran variedad de vehículos. Me ayudaron a elegir el que mejor se adaptaba a mi presupuesto y necesidades.",
    "author": "Carlos R.",
    "vehicle": "Peugeot Partner"
  },
  {
    "text": "El proceso de compra fue muy sencillo y rápido. El coche está en perfectas condiciones, tal cual las fotos.",
    "author": "Marta L."
  },
  {
    "text": "Excelente servicio posventa. Me resolvieron todas las dudas mecánicas antes y después de la compra.",
    "author": "Sergio T.",
    "vehicle": "BMW Serie 1"
  },
  {
    "text": "Totalmente recomendables. Buscaba seguridad y confianza para mi primer coche y aquí la encontré.",
    "author": "Paula V."
  },
  {
    "text": "Calidad y precio inmejorables en la zona. El trato personal marca la diferencia.",
    "author": "Ricardo J.",
    "vehicle": "Mercedes-Benz Clase E"
  }
]
